Repository: antlu/rdo-dailies-announcer
Catalog: rdo_dailies/locales/*/LC_MESSAGES/messages.po
Languages: ru

source: Bird Eggs found
ru: Птичьих яиц найдено

source: Coins found
ru: Монет найдено

source: Family Heirlooms found
ru: Фамильных ценностей найдено

source: Fossils found
ru: Окаменелостей найдено

source: Collectibles collected
ru: Коллекционных предметов собрано

source: Collectibles looted from non-player enemies
ru: Добыто коллекционных предметов у ИИ-врагов

source: Collectibles sold to Madam Nazar
ru: Продано коллекционных предметов мадам Назар

source: Lost Jewelry found
ru: Потерянных украшений найдено

source: Tarot Cards found
ru: Карт Таро найдено

source: Collector Maps used
ru: Использовано карт коллекционера

source: Collectibles found with a Metal Detector
ru: Коллекционных предметов с помощью металлоискателя найдено

source: Collectibles found with a Shovel
ru: Откопано коллекционных предметов с помощью лопаты

source: American Wild Flowers found
ru: Американских диких цветов найдено

source: Played with a band for 2 mins
ru: Вы музицировали в течение 2 минут

source: Played with a band for 1 min
ru: Вы музицировали в течение 1 минуты

source: Moonshine Bar - Changed décor
ru: Интерьер в баре изменен

source: Crafted Toxic Moonshine
ru: Бутылок ядовитого самогона создано

source: Moonshine Bar - Danced for 2 mins
ru: Вы танцевали в баре в течение 2 минут

source: Moonshine Bar - Danced for 1 min
ru: Вы танцевали в баре в течение 1 минуты

source: Moonshine Bar - Drunken player interaction
ru: Взаимодействий с игроками в пьяном виде в баре

source: Moonshine Bar - Stayed for the last round
ru: Вы оставались в баре вплоть до закрытия

source: Moonshine Bootlegger Missions completed
ru: Заданий по бутлегерству выполнено

source: Money made from moonshine sold
ru: Доход от торговли самогоном

source: Drank own weak or higher strength moonshine
ru: Самогона любой крепости приготовлено и выпито

source: Drank own strong moonshine
ru: Самогона высокой крепости приготовлено и выпито

source: Drank own average or higher strength moonshine
ru: Самогона средней или высокой крепости приготовлено и выпито

source: Moonshine served to other players at a bar
ru: Раз подано самогона другим игрокам в баре

source: Moonshine of any type sold to a buyer
ru: Cамогона любого типа продано покупателю

source: Moonshine sold with at least 10 bottles intact
ru: Вы продали самогон, сохранив в целости не менее 10 бутылок

source: Moonshine sold with at least 18 bottles intact
ru: Вы продали самогон, сохранив в целости не менее 18 бутылок

source: Moonshine sold with at least 15 bottles intact
ru: Вы продали самогон, сохранив в целости не менее 15 бутылок

source: Moonshine of preferred type sold to a buyer
ru: Самогона предпочитаемого типа продано покупателю

source: Moonshine sold with 3 mins left
ru: Самогона продано с запасом в 3 минуты

source: Moonshine sold with 5 mins left
ru: Самогона продано с запасом в 5 минут

source: Moonshine sold with 4 mins left
ru: Самогона продано с запасом в 4 минуты

source: Completed regular or better moonshine recipe
ru: Любой рецепт для приготовления самогона использован

source: Completed special moonshine recipe
ru: Рецепт для приготовления особого самогона использован

source: Completed improved or better moonshine recipe
ru: Рецепт для приготовления улучшенного или особого самогона использован

source: Moonshine Story Mission completed
ru: Сюжетных заданий для роли самогонщика пройдено

source: Distance traveled on Moonshine Wagon
ru: Расстояние, преодоленное на повозке самогонщика во время задания (в футах)

source: Blending Tonics crafted or used
ru: Создано или использовано маскирующих тоников

source: Crafted or cooked at Wilderness Camp
ru: Создано предметов или приготовлено еды в походном лагере

source: Don't kill an animal for 12 game hours
ru: Не убивайте животных в течение 12 игровых часов

source: Don't kill an animal for 24 game hours
ru: Не убивайте животных в течение 24 игровых часов

source: Don't kill an animal for 18 game hours
ru: Не убивайте животных в течение 18 игровых часов

source: Legendary Animals photographed
ru: Сфотографировано легендарных животных

source: Animal samples sold to Harriet
ru: Образцов животных продано Гарриет

source: Animal samples taken within 10 mins
ru: Взято образцов животных за 10 минут

source: Desert animal samples taken
ru: Взято образцов обитателей пустынь

source: Farmland animal samples taken
ru: Взято образцов домашнего скота

source: Forest/River animal samples taken
ru: Взято образцов обитателей лесов и рек

source: Mountain/Grassland animal samples taken
ru: Взято образцов обитателей гор и лугов

source: Legendary Animal samples taken
ru: Взято образцов легендарных животных

source: Wetland animal samples taken
ru: Взято образцов обитателей болот

source: Sedated animals revived
ru: Оживлено усыпленных животных

source: Hardy Tonics used when too hot or cold
ru: Выпито тоников стойкости, когда вам было жарко или холодно

source: Legendary Animals found using pheromones
ru: Легендарных животных найдено с помощью феромонов

source: Weight Change Tonics used
ru: Тоников для изменения веса использовано

source: Goods sold to distant buyer
ru: Товаров продано удаленному покупателю

source: Goods sold to local buyer
ru: Товаров продано местному покупателю

source: Money made from trading
ru: Заработано денег с помощью торговли

source: Resupply missions completed
ru: Заданий по поставке выполнено

source: Resupply completed with 3 mins left
ru: Задание по поставке завершено с запасом в 3 минуты

source: Resupply completed with 5 mins left
ru: Задание по поставке завершено с запасом в 5 минут

source: Resupply completed with 4 mins left
ru: Задание по поставке завершено с запасом в 4 минуты

source: Carcasses donated within 10 minutes
ru: Туш отдано за 10 минут

source: Camp Stews eaten
ru: Рагу для лагеря съедено

source: Cripps Special Camp Stew recipes completed
ru: Фирменных рецептов рагу Криппса для лагеря завершено

source: High Quality Camp Stew recipes completed
ru: Рецептов рагу высокого качества для лагеря завершено

source: Superior Quality Camp Stew recipes completed
ru: Рецептов рагу выcшего качества для лагеря завершено

source: Donations to Cripps
ru: Материалов отдано Криппсу

source: Large animal carcasses donated to Cripps
ru: Туш крупных животных отдано Криппсу

source: Medium animal carcasses donated to Cripps
ru: Тушек средних животных отдано Криппсу

source: Small animal carcasses donated to Cripps
ru: Тушек мелких животных отдано Криппсу

source: Perfect carcasses donated to Cripps
ru: Превосходных туш отдано Криппсу

source: Donated deadly predator carcass or skin
ru: Туш или шкур опасных хищников отдано Криппсу

source: Distance Delivery Wagon traveled on mission
ru: Расстояние, преодоленное грузовой повозкой во время задания

source: Bonnie MacFarlane missions completed
ru: Заданий Бонни Макфарлейн выполнено

source: Sadie Adler missions completed
ru: Заданий Сэди Адлер выполнено

source: Train clerk missions completed
ru: Заданий железнодорожного клерка выполнено

source: Bounty completed without killing an enemy or bounty target
ru: Заданий по поимке преступников выполнено, не убив врага или преступника

source: Bounty completed with at least one other Posse Member
ru: Заданий по поимке преступников выполнено с членом отряда

source: Bounties completed within one real-world hour
ru: Заданий по поимке преступников выполнено за 1 час в реальном времени

source: Living bounty targets in a photograph
ru: Живых преступников сфотографировано
