Repository: antlu/rdo-dailies-announcer
Catalog: rdo_dailies/locales/*/LC_MESSAGES/messages.po
Languages: ru

source: General challenges
ru: Общие испытания

source: Bounty hunter challenges
ru: Испытания охотника за головами

source: Trader challenges
ru: Испытания торговца

source: Collector challenges
ru: Испытания коллекционера

source: Moonshiner challenges
ru: Испытания самогонщика

source: Naturalist challenges
ru: Испытания натуралиста

source: Alaskan Ginseng picked
ru: Аляскинского женьшеня собрано

source: American Ginseng picked
ru: Американского женьшеня собрано

source: Animals skinned
ru: Животных освежевано

source: Animals killed with a Bow
ru: Животных убито из лука

source: Animals killed
ru: Животных убито

source: Animals killed with a knife
ru: Животных зарезано ножом

source: Animals killed with a Throwing Weapon
ru: Животных убито метательным оружием

source: Nine-banded Armadillos skinned
ru: Девятипоясных броненосцев освежевано

source: American Badgers skinned
ru: Американских барсуков освежевано

source: Little Brown Bats collected
ru: Маленьких бурых ночниц собрано

source: Bay Bolete picked
ru: Польских грибов собрано

source: Bears killed
ru: Медведей убито

source: Beavers skinned
ru: Бобров освежевано

source: Blackberries picked
ru: Ежевики собрано

source: Blackcurrants picked
ru: Черной смородины собрано

source: Boars skinned
ru: Кабанов освежевано

source: Bison skinned
ru: Бизонов освежевано

source: American Bullfrogs collected
ru: Американских лягушек-быков собрано

source: Bulls skinned
ru: Быков освежевано

source: Burdock Roots picked
ru: Корня лопуха собрано

source: Chanterelle picked
ru: Лисичек собрано

source: Chickens skinned
ru: Куриц выпотрошено

source: Western Chipmunks collected
ru: Малых бурундуков собрано

source: Common Bulrush picked
ru: Камыша обыкновенного собрано

source: Condors plucked
ru: Кондоров ощипано

source: Times became drunk
ru: Опьянений

source: Candies eaten
ru: Конфет съедено

source: Canned food eaten
ru: Консервов съедено

source: Cups of coffee drunk
ru: Кружек кофе выпито

source: Drinks ordered at a Saloon
ru: Выпивок в салунах заказано

source: Dry goods eaten
ru: Бакалейных продуктов съедено

source: Fresh produce eaten
ru: Свежих продуктов съедено

source: Herbs eaten
ru: Трав съедено

source: Meats eaten
ru: Мяса съедено

source: Complimentary snacks eaten at a Saloon
ru: Бесплатных закусок съедено в салуне

source: Tobacco smoked or chewed
ru: Табака выкурено или сжевано

source: Player stats boosted by tonics
ru: Характеристик игрока усилено тониками

source: Cormorants plucked
ru: Бакланов ощипано

source: Cougars killed
ru: Пум убито

source: Cows skinned
ru: Коров освежевано

source: Coyotes skinned
ru: Койотов освежевано

source: Cooked Seasoned Big Game
ru: Приготовлена крупная дичь с приправой

source: Small animal carcasses broken down
ru: Тушек мелких животных ободрано

source: Cooked Seasoned Crustacean
ru: Приготовлено мясо ракообразных с приправой

source: Cooked Seasoned Exotic Bird
ru: Приготовлено мясо экзотической птицы с приправой

source: Cooked Seasoned Flaky Fish
ru: Приготовлена рассыпчатая рыба с приправой

source: Provisions cooked at campfire
ru: Блюд приготовлено на лагерном костре

source: Cooked Seasoned Game
ru: Приготовлена дичь с приправой

source: Crafted a horse care item
ru: Предметов для ухода за лошадью изготовлено

source: Cooked Seasoned Mutton
ru: Приготовлена баранина с приправой

source: Cooked Seasoned Plump Bird
ru: Приготовлено мясо упитанной птицы с приправой

source: Cooked Seasoned Pork
ru: Приготовлена свинина с приправой

source: Cooked Seasoned Prime Beef
ru: Приготовлена первосортная говядина с приправой

source: Cooked Seasoned Succulent Fish
ru: Приготовлена сочная рыба с приправой

source: Crafted a Tonic
ru: Изготовлен тоник

source: Cooked Seasoned Venison
ru: Приготовлена оленина с приправой

source: Whooping Cranes plucked
ru: Американских журавлей ощипано

source: Creeping Thyme picked
ru: Тимьяна ползучего собрано

source: Belt Buckle updated
ru: Пряжек для пояса изменено

source: Camp themes updated
ru: Тем лагеря изменено

source: Clothing style updated
ru: Стиль одежды изменен

source: Facial appearance updated at a Barber
ru: Внешность изменена у цирюльника

source: Hairstyle updated
ru: Прическа изменена

source: Horse tack updated
ru: Сбруя лошади изменена

source: Put a mask on your horse
ru: Вы надели маску на свою лошадь

source: Horse appearance updated
ru: Внешний вид лошади изменен

source: Masks worn
ru: Масок надето

source: Weapons cleaned with Gun Oil
ru: Оружия почищено оружейным маслом

source: Weapons customized
ru: Оружия модифицировано

source: Deer skinned
ru: Оленей освежевано

source: Desert Sage picked
ru: Пустынного шалфея собрано

source: Distance traveled
ru: Преодоленное расстояние (в футах)

source: Distance traveled by coach or wagon
ru: Расстояние, преодоленное на дилижансе или повозке (в футах)

source: Distance traveled in boat with a Posse Member
ru: Расстояние, преодоленное в лодке с членом отряда (в футах)

source: Distance traveled on a mount with a Posse Member
ru: Расстояние, преодоленное в седле с членом отряда (в футах)

source: Distance traveled by wagon with a Posse Member
ru: Расстояние, преодоленное на дилижансе или повозке с членом отряда (в футах)

source: Distance driven a train
ru: Расстояние, преодоленное на угнанном поезде (в футах)

source: Distance traveled leading own horse
ru: Расстояние, которое вы вели лошадь

source: Distance traveled on mount
ru: Расстояние, преодоленное в седле (в футах)

source: Distance rowed a boat or canoe
ru: Расстояние, преодоленное на лодке или каноэ (в футах)

source: Distance ran
ru: Расстояние, преодоленное бегом (в футах)

source: Distance swam
ru: Расстояние, преодоленное вплавь (в футах)

source: Distance traveled by train
ru: Расстояние, преодоленное на поезде (в футах)

source: Petted a dog
ru: Собак поглажено

source: Ducks skinned
ru: Уток выпотрошено

source: Successfully fended off an ambush
ru: Отражено нападение из засады

source: Defended a campsite
ru: Отражено нападение на лагерь

source: Treasure Maps or treasures found
ru: Сокровищ или карт сокровищ найдено

source: Followed dog to something interesting
ru: Собака привела вас к интересной находке

source: Helped someone in need
ru: Оказано помощи нуждающимся

source: Stopped a runaway wagon
ru: Неуправляемых повозок остановлено

source: Eagles plucked
ru: Орлов ощипано

source: Egrets skinned
ru: Белых цапель выпотрошено

source: Elk skinned
ru: Вапити освежевано

source: Used an emote on a local
ru: Жестов показано местному жителю

source: Used an emote on a player in Free Roam
ru: Жестов показано игроку в свободном режиме

source: Non-player enemies grappled to the ground
ru: ИИ-врагов схвачено и повалено на землю

source: Non-player enemies killed from cover
ru: ИИ-врагов убито из укрытия

source: Non-player enemies killed while in Dead Eye
ru: ИИ-врагов убито в режиме «Меткий глаз»

source: Non-player enemies killed from the hip
ru: ИИ-врагов убито выстрелами от бедра

source: Non-player enemies killed at long range
ru: ИИ-врагов убито с большого расстояния

source: Non-player enemies killed with a Maxim Gun
ru: ИИ-врагов убито из пулемета Максима

source: Non-player enemies killed while not seen
ru: ИИ-врагов убито скрытно

source: Non-player enemies knocked out
ru: ИИ-врагов оглушено

source: Non-player enemies looted
ru: ИИ-врагов ограблено

source: Non-player enemy hats shot off
ru: Шляп ИИ-врагов сбито

source: English Mace picked
ru: Тысячелистника агератумного собрано

source: Evergreen Huckleberries picked
ru: Черники овальнолистной собрано

source: Fish caught
ru: Рыб поймано

source: Bluegill caught
ru: Синежаберников поймано

source: Bullhead Catfish caught
ru: Американских сомов поймано

source: Chain Pickerel caught
ru: Полосатых щук поймано

source: Channel Catfish caught
ru: Канальный сом пойман

source: Fish caught with food
ru: Рыб поймано на приманку из пищи

source: Lake Sturgeon caught
ru: Озерный осетр пойман

source: Largemouth Bass caught
ru: Большеротых окуней поймано

source: Fish caught with live bait
ru: Рыб поймано на живую наживку

source: Longnose Gar caught
ru: Длиннорылый панцирник пойман

source: Fish caught with a lure
ru: Рыб поймано на приманку

source: Muskie caught
ru: Щука-маскинонг поймана

source: Perch caught
ru: Желтых окуней поймано

source: Redfin Pickerel caught
ru: Красноперых щук поймано

source: Rock Bass caught
ru: Каменных окуней поймано

source: Smallmouth Bass caught
ru: Малоротых окуней поймано

source: Sockeye Salmon caught
ru: Лососей поймано

source: Steelhead Trout caught
ru: Радужных форелей поймано

source: Types of fish caught
ru: Разновидностей рыб поймано

source: Northern Pike caught
ru: Щук поймано

source: Fish caught weighing at least 5 lbs (2.2 kg)
ru: Поймано рыб весом более 5 фунтов (2.2 килограмма)

source: Flying birds killed
ru: Летящих птиц убито

source: Flying birds killed with a sniper rifle
ru: Летящих птиц убито из снайперской винтовки

source: Flying birds killed while on a moving train
ru: Летящих птиц убито с движущегося поезда

source: Free Roam Events played
ru: Участие в событиях свободного режима принято

source: Placed top 3 with a score in Free Roam Events
ru: 1, 2 или 3 место в событии свободного режима занято c очками

source: Foxes skinned
ru: Лис освежевано

source: Alligators killed
ru: Аллигаторов убито

source: Anthony Foreman missions completed
ru: Заданий Энтони Формана выполнено

source: Hamish Sinclair missions completed
ru: Заданий Хэмиша Синклера выполнено

source: James Langton missions completed
ru: Заданий Джеймса Лэнгтона выполнено

source: Sean Macguire missions completed
ru: Заданий Шона Макгуайра выполнено

source: Shaky missions completed
ru: Заданий Шейки выполнено

source: The Boy missions completed
ru: Заданий Малого выполнено

source: Free Roam missions completed
ru: Заданий свободного режима завершено

source: Banded Gila Monsters skinned
ru: Полосатых ядозубов освежевано

source: Alpine Goats skinned
ru: Альпийских коз освежевано

source: Golden Currants picked
ru: Смородины золотистой собрано

source: Geese skinned
ru: Гусей выпотрошено

source: Hawks plucked
ru: Ястребов ощипано

source: Herons skinned
ru: Цапель выпотрошено

source: Hideouts cleared
ru: Логов зачищено

source: Animals trampled
ru: Животных растоптано

source: Non-player enemies trampled
ru: ИИ-врагов растоптано

source: Horses fed
ru: Лошадей накормлено

source: Jumped onto a horse from a 3m height
ru: Совершен прыжок на лошадь с высоты 3 м

source: Jumped from a horse to another horse
ru: Прыжков с лошади на другую лошадь выполнено

source: Jumped from a horse onto a moving train
ru: Прыжков с лошади на движущийся поезд выполнено

source: Jumped from a horse to a moving wagon
ru: Прыжков с лошади на движущуюся повозку выполнено

source: Animals stowed on horseback
ru: Животных погружено на лошадь

source: Horse tonics used
ru: Использовано тоников для лошади

source: Vaults on horseback
ru: Прыжков верхом через препятствие выполнено

source: Hummingbird Sage picked
ru: Шалфея покрывальцевого собрано

source: Iguanas skinned
ru: Игуан освежевано

source: Indian Tobacco picked
ru: Индейского табака собрано

source: Collared Peccaries skinned
ru: Ошейниковых пекари освежевано

source: Non-player enemies lassoed from horseback
ru: ИИ-врагов заарканено с лошади

source: Distance enemy dragged from horseback
ru: Расстояние, с которого ИИ-врага заарканили и протащили, не слезая с лошади (в футах)

source: Escaped the law
ru: Совершен побег от законников

source: Loons skinned
ru: Гагар выпотрошено

source: Milkweed picked
ru: Молочая собрано

source: Moose skinned
ru: Лосей освежевано

source: American Muskrats skinned
ru: Америкаских ондатр освежевано

source: Don't reach high Hostility within one game day
ru: Дней в игре без достижения высокого уровня враждебности

source: Oleander Sage picked
ru: Олеандра собрано

source: Virginia Opossums skinned
ru: Виргинских опоссумов освежевано

source: Oregano picked
ru: Душицы собрано

source: Owls plucked
ru: Сов ощипано

source: Oxen skinned
ru: Волов освежевано

source: Panthers killed
ru: Пантер убито

source: Parasol Mushrooms picked
ru: Грибов-зонтиков собрано

source: Pelicans plucked
ru: Пеликанов ощипано

source: Pheasants skinned
ru: Фазанов выпотрошено

source: Cats photographed
ru: Сфотографировано кошек

source: Dogs photographed
ru: Сфотографировано собак

source: Other players photographed
ru: Других игроков сфотографировано

source: Self portraits taken
ru: Вы сфотографировали себя

source: Photographed your horse
ru: Своя лошадь фотографирована

source: Pigs skinned
ru: Свиней освежевано

source: Player kills from cover in Free Roam Events
ru: Игроков убито из укрытия в событии свободного режима

source: Player kills from cover in Showdowns
ru: Игроков убито из укрытия в противоборствах

source: Player kills in Dead Eye in Free Roam Events
ru: Игроков убито в режиме «Меткий глаз» в событии свободного режима

source: Player kills in Dead Eye in Showdowns
ru: Игроков убито в режиме «Меткий глаз» в противоборствах

source: Players headshot with a Bow in Free Roam Events
ru: Игроков убито выстрелом в голову из лука в событии свободного режима

source: Players headshot with a Bow in Showdowns
ru: Игроков убито выстрелом в голову из лука противоборствах

source: Player headshot kills in Free Roam Events
ru: Игроков убито выстрелом в голову в событии свободного режима

source: Player headshot kills in Posse Versus
ru: Игроков убито выстрелом в голову в противостоянии отрядов

source: Player headshot kills in Showdowns
ru: Игроков убито выстрелом в голову в противоборствах

source: Player kills with a Bow in Free Roam Events
ru: Игроков убито из лука в событии свободного режима

source: Player kills with a Bow in Showdowns
ru: Игроков убито из лука в противоборствах

source: Player kills with explosives in Free Roam Events
ru: Игроков убито взрывчаткой в событии свободного режима

source: Player kills with explosives in Showdowns
ru: Игроков убито взрывчаткой в противоборствах

source: Player kills in Free Roam Events
ru: Игроков убито в событии свободного режима

source: Multiple Player kills in 5 sec. in Free Roam Events
ru: Вы убили больше одного игрока за 5 секунд в событии свободного режима

source: Player kills from the hip in Free Roam Events
ru: Игроков убито выстрелами от бедра в событии свободного режима

source: Player kills from the hip in Showdowns
ru: Игроков убито выстрелами от бедра в противоборствах

source: Player kills with melee in Free Roam Events
ru: Игроков убито оружием ближнего боя в событии свободного режима

source: Player kills with melee in Showdowns
ru: Игроков убито оружием ближнего боя в противоборствах

source: Player kills with a Pistol in Free Roam Events
ru: Игроков убито из пистолета в событии свободного режима

source: Player kills with a Pistol in Showdowns
ru: Игроков убито из пистолета в противоборствах

source: Player kills in Posse Versus
ru: Игроков убито в противостоянии отрядов

source: Multiple Player kills in 5 seconds in Posse Versus
ru: Вы убили больше одного игрока за 5 секунд в противостоянии отрядов

source: Player kills with a Repeater in Free Roam Events
ru: Игроков убито из карабина в событии свободного режима

source: Player kills with a Repeater in Showdowns
ru: Игроков убито из карабина в противоборствах

source: Player kills with a Revolver in Free Roam Events
ru: Игроков убито из револьвера в событии свободного режима

source: Player kills with a Revolver in Showdowns
ru: Игроков убито из револьвера в противоборствах

source: Player kills with a Rifle in Free Roam Events
ru: Игроков убито из винтовки в событии свободного режима

source: Player kills with a Rifle in Showdowns
ru: Игроков убито из винтовки в противоборствах

source: Player kills with a Shotgun in Free Roam Events
ru: Игроков убито из дробовика в событии свободного режима

source: Player kills with a Shotgun in Showdowns
ru: Игроков убито из дробовика в противоборствах

source: Player kills in Showdowns
ru: Игроков убито в противоборствах

source: Multiple Player kills in 5 seconds in Showdowns
ru: Вы убили больше одного игрока за 5 секунд в противоборстве

source: Player kills with thrown weapons in Free Roam Events
ru: Игроков убито метательным оружием в событии свободного режима

source: Player kills with throwing weapons in Showdowns
ru: Игроков убито метательным оружием в противоборствах

source: Players revived
ru: Игроков воскрешено

source: Bird Shooting Contest completed
ru: Пройдено состязание «Стрельба по птицам»

source: Biggest Fish Contest completed
ru: Пройдено состязание «Самая большая рыба»

source: Herb Picking Contest completed
ru: Пройдено состязание «Сбор трав»

source: Hunt the Leader completed
ru: «Охот на командира» завершено

source: Posse Infighting completed
ru: Распря в отряде завершена

source: Posses joined
ru: Приглашений в отряд принято

source: Posse Races completed
ru: Гонок отрядов завершено

source: Prairie Chickens skinned
ru: Луговых тетеревов выпотрошено

source: Prairie Poppies picked
ru: Пустынного мака собрано

source: Pronghorns skinned
ru: Вилорогов освежевано

source: Black-tailed Jackrabbits skinned
ru: Чернохвостых зайцев освежевано

source: North American Raccoons skinned
ru: Енотов-полоскунов освежевано

source: Placed top 3 in a Race
ru: Занято 1, 2 или 3 место в гонке

source: Ram's Head picked
ru: Грибов-баранов собрано

source: Rams skinned
ru: Баранов освежевано

source: Rats collected
ru: Крыс собрано

source: Western Ravens plucked
ru: Западных воронов ощипано

source: Raspberries picked
ru: Малины собрано

source: Red Sage picked
ru: Красного шалфея собрано

source: Roosters skinned
ru: Петухов выпотрошено

source: Seagulls plucked
ru: Чаек ощипано

source: Finish Showdown in any Showdown Series
ru: Завершено противоборство в любой серии

source: Finish Showdown in Elimination Series
ru: Завершено противоборство в серии на выбывание

source: Placed top 3 in an Elimination Showdown
ru: Занято 1, 2 или 3 место в противоборстве на выбывание

source: Finish a mode in Featured Series
ru: Завершено противоборство в избранной серии

source: Finish Race in Race Series
ru: Завершена гонка в серии гонок

source: Finish Showdown in Shootout Series
ru: Завершено противоборство в серии перестрелок

source: Placed top 3 in a Shootout Showdown
ru: Занято 1, 2 или 3 место в перестрелке

source: Finish Showdown in Takeover Series
ru: Завершено противоборство в серии захватов

source: Placed top 3 in a Takeover Showdown
ru: Занято 1, 2 или 3 место в захвате

source: Sheep skinned
ru: Овец освежевано

source: Animal claws sold
ru: Когтей животных продано

source: Animal meat sold
ru: Мяса животных продано

source: Animal teeth sold
ru: Зубов животных продано

source: Whole animal carcasses sold
ru: Целых туш животных продано

source: Feathers sold
ru: Перьев продано

source: Herbs sold
ru: Трав продано

source: Perfect pelts sold
ru: Превосходных шкур продано

source: Items sold to a Fence
ru: Предметов продано скупщику

source: Items sold to Gus
ru: Предметов продано Гасу

source: Visited a shop in Blackwater
ru: Вы посетили магазин в Блэкуотере

source: Visited a shop in Rhodes
ru: Вы посетили магазин в Роудсе

source: Visited a shop in Saint Denis
ru: Вы посетили магазин в Сен-Дени

source: Visited a shop in Strawberry
ru: Вы посетили магазин в Строберри

source: Visited a shop in Tumbleweed
ru: Вы посетили магазин в Тамблвиде

source: Visited a shop in Valentine
ru: Вы посетили магазин в Валентайне

source: Placed top 3 in a Showdown
ru: Занято 1, 2 или 3 место в противоборстве

source: Striped Skunks skinned
ru: Полосатых скунсов освежевано

source: Snakes skinned
ru: Змей освежевано

source: Small bird carcasses collected
ru: Тушек мелких птиц собрано

source: Spoonbills skinned
ru: Розовых колпиц выпотрошено

source: Squirrels collected
ru: Белок собрано

source: Story Missions completed
ru: Сюжетных заданий выполнено

source: Go On-Call and complete a Story mission
ru: Завершено случайное сюжетное задание

source: Western Toads collected
ru: Западноамериканских жаб собрано

source: Visited Annesburg and Armadillo in an hour
ru: Вы за час посетили Аннесберг и Армадилло

source: Visited Colter and Saint Denis in an hour
ru: Вы за час посетили Колтер и Сен-Дени

source: Visited Valentine and Van Horn in 30 mins
ru: Вы за 30 мин. посетили Валентайн и Ван-Хорн

source: Visited Bolger Glade
ru: Вы посетили Болджер-Глейд

source: Visited Brandywine Drop
ru: Вы посетили Брендивайнский водопад

source: Visited Colter
ru: Вы посетили Колтер

source: Visited Cotorra springs
ru: Вы посетили Которра-Спрингз

source: Visited Fort Mercer
ru: Вы посетили Форт-Мерсер

source: Visited Fort Wallace
ru: Вы посетили Форт-Уоллес

source: Visited Lagras
ru: Вы посетили Лаграс

source: Visited MacFarlane's Ranch
ru: Вы посетили ранчо Макфарлейнов

source: Visited the peak of Mount Hagen
ru: Вы посетили вершину горы Хаген

source: Visited Owanjila Dam
ru: Вы посетили Ованджильскую плотину

source: Visited Van Horn
ru: Вы посетили Ван-Хорн

source: Turkeys skinned
ru: Индеек выпотрошено

source: Turtles skinned
ru: Черепах освежевано

source: Vanilla Flowers picked
ru: Цветков ванили собрано

source: Violet Snowdrop picked
ru: Фиолетовых подснежников собрано

source: Vultures plucked
ru: Стервятников ощипано

source: Wild Carrots picked
ru: Дикой моркови собрано

source: Wild Feverfew picked
ru: Дикого пиретрума собрано

source: Wild Mint picked
ru: Мяты собрано

source: Wintergreen Berries picked
ru: Гаультерии собрано

source: Wolves killed
ru: Волков убито

source: Yarrow picked
ru: Тысячелистника собрано

source: Bounty targets brought in
ru: Преступников доставлено

source: More than one bounty target brought in at once
ru: Доставлено по нескольку разыскиваемых преступников за раз

source: Bounty hunt completed with 3 min or more left
ru: Вы завершили охоту за головами, имея в запасе 3 минуты или больше

source: Bounty hunt completed with 5 min or more left
ru: Вы завершили охоту за головами, имея в запасе 5 минут или больше

source: Bounty hunt completed with 4 min or more left
ru: Вы завершили охоту за головами, имея в запасе 4 минуты или больше

source: Bounties brought in from Lemoyne posters
ru: Поймано преступников с плакатов из Лемойна

source: Bounties brought in from New Austin posters
ru: Поймано преступников с плакатов из Нью-Остина

source: Bounties brought in from New Hanover posters
ru: Поймано преступников с плакатов из Нью-Ганновера

source: Bounties brought in from West Elizabeth posters
ru: Поймано преступников с плакатов из Вест-Элизабет

source: Easy ($) bounty mission completed
ru: Выполнено легких ($) заданий по поимке преступников

source: Hard ($$$) or Legendary Bounty mission completed
ru: Выполнено сложных ($$$) или легендарных заданий по поимке преступников

source: Medium ($$) bounty mission completed
ru: Выполнено средних ($$) заданий по поимке преступников

source: Player bounties collected
ru: Разыскиваемых игроков поймано

source: Bounty targets looted
ru: Разыскиваемых преступников ограблено

source: Bounty targets taken down with Bolas
ru: Разыскиваемых преступников обездвижено с помощью бол

source: Eagle Eye used to track a bounty target
ru: Использований «Орлиного глаза» для выслеживания преступников

source: Bounty targets lassoed from horseback
ru: Разыскиваемых преступников заарканено с лошади

source: Bounty targets hogtied with a Reinforced Lasso
ru: Разыскиваемых преступников связано с помощью улучшенного лассо

source: Bounty targets tagged with Tracking Arrow
ru: Разыскиваемых преступников помечено с помощью следящей стрелы

source: Antique Alcohol drunk
ru: Старинного алкоголя выпито

source: Antique Alcohol Bottles found
ru: Старинного алкоголя найдено

source: Arrowheads found
ru: Наконечников стрел найдено
